"SJVideoPlayer_ReplayText" = "إعادة تشغيل الفيديو";
"SJVideoPlayer_PreviewText" = "معاينة";
"SJVideoPlayer_PlayFailedText" = "فشل التحميل، اضغط على اعادة التحميل";

"SJVideoPlayer_NotReachablePrompt" = "اتصال الانترنت غير مستقر، الرجاء التحقق من الشبكة";
"SJVideoPlayer_ReachableViaWWANPrompt" = "حاليا الواي فاي ليس مشغلا، الرجاء مراقبة استخدام البيانات";

"SJVideoPlayer_CancelBtnTitle" = "الغاء";
"SJVideoPlayer_VideoPlayDidToEndText" = "انتهى الفيديو";
"SJVideoPlayer_UploadingPrompt" = "رفع الفيديو";
"SJVideoPlayer_UploadSuccessfullyPrompt" = "تم رفع الفيديو بنجاح";
"SJVideoPlayer_ExportingPrompt" = "تحميل الفيديو";
"SJVideoPlayer_ExportSuccessfullyPrompt" = "تم التحميل بنجاح";
"SJVideoPlayer_OperationFailedPrompt" = "تعذر اكمال العملية";
"SJVideoPlayer_LiveNow" = "مباشر الآن";
